The Fabric Area Id.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public ElementId FabricAreaOwnerId { get; }
  Visual Basic
Public ReadOnly Property FabricAreaOwnerId As ElementId
	Get
  Visual C++
public:
property ElementId^ FabricAreaOwnerId {
	ElementId^ get ();
}
 See Also
  FabricSheet Class
  Autodesk.Revit.DB.Structure Namespace